[
  {
    "id": "APO01",
    "tipo": "objetivo",
    "nombre": "Marco de gestión de I&T gestionado",
    "descripcion": "Diseñe el sistema de gestión de I&T empresarial basándose en los objetivos empresariales y otros factores de diseño. Con base en este diseño, implemente todos los componentes necesarios del sistema de gestión.",
    "proposito": "Implementar un enfoque de gestión consistente para cumplir con los requisitos de gobernanza empresarial, que cubra componentes de gobernanza tales como procesos de gestión, estructuras organizacionales, roles y responsabilidades, actividades confiables y repetibles, elementos de información, políticas y procedimientos, habilidades y competencias, cultura y comportamiento, y servicios, infraestructura y aplicaciones.",
    "herramientas": [
      "Archi",
      "Eramba",
      "Znuny",
      "Apache Open",
      "Collabtive"
    ]
  },
  {
    "id": "APO02",
    "tipo": "objetivo",
    "nombre": "Estrategia gestionada",
    "descripcion": "Proporcionar una visión integral del entorno empresarial y de I&T actual, la dirección futura y las iniciativas necesarias para migrar al entorno deseado. Asegurar que el nivel deseado de digitalización sea parte integral de la dirección futura y la estrategia de I&T. Evaluar la madurez digital actual de la organización y desarrollar una hoja de ruta para cerrar las brechas. Junto con el negocio, replantear las operaciones internas, así como las actividades de atención al cliente. Asegurar el enfoque en la transformación de toda la organización. Aprovechar los componentes básicos de la arquitectura empresarial, los componentes de gobernanza y el ecosistema de la organización, incluyendo los servicios externos y las capacidades relacionadas, para permitir una respuesta fiable, ágil y eficiente a los objetivos estratégicos.",
    "proposito": "Apoyar la estrategia de transformación digital de la organización y generar el valor deseado mediante una hoja de ruta de cambios graduales. Aplicar un enfoque holístico de I&T, garantizando que cada iniciativa esté claramente conectada con una estrategia global. Impulsar el cambio en todos los aspectos de la organización, desde canales y procesos hasta datos, cultura, habilidades, modelo operativo e incentivos.",
    "herramientas": [
      "Archi",
      "Eramba"
    ]
  },
  {
    "id": "APO03",
    "tipo": "objetivo",
    "nombre": "Arquitectura empresarial gestionada",
    "descripcion": "Establecer una arquitectura común que incluya las capas de arquitectura de procesos de negocio, información, datos, aplicaciones y tecnología. Crear modelos y prácticas clave que describan las arquitecturas de referencia y objetivo, en consonancia con la estrategia empresarial y de I&T. Definir los requisitos de taxonomía, estándares, directrices, procedimientos, plantillas y herramientas, y establecer una conexión entre estos componentes. Mejorar la alineación, aumentar la agilidad, optimizar la calidad de la información y generar posibles ahorros de costes mediante iniciativas como la reutilización de componentes básicos.",
    "proposito": "Representar los diferentes bloques que conforman la empresa y sus interrelaciones, así como los principios que guían su diseño y evolución a lo largo del tiempo, para permitir una entrega estándar, responsiva y eficiente de los objetivos operativos y estratégicos.",
    "herramientas": [
      "Eramba",
      "Archi"
    ]
  },
  {
    "id": "APO04",
    "tipo": "objetivo",
    "nombre": "Innovación gestionada",
    "descripcion": "Manténgase al tanto de las tendencias de I&T y de los servicios relacionados, y monitoree las tendencias tecnológicas emergentes. Identifique proactivamente las oportunidades de innovación y planifique cómo aprovecharlas en relación con las necesidades del negocio y la estrategia de I&T definida. Analice qué oportunidades de innovación o mejora empresarial pueden generarse mediante tecnologías emergentes, servicios o innovación empresarial impulsada por I&T; mediante tecnologías ya establecidas; y mediante la innovación en los procesos empresariales y de TI. Influya en la planificación estratégica y las decisiones sobre arquitectura empresarial.",
    "proposito": "Lograr ventaja competitiva, innovación empresarial, mejor experiencia del cliente y mayor eficacia y eficiencia operativa mediante la explotación de los desarrollos de I&T y las tecnologías emergentes.",
    "herramientas": [
      "Collabtive",
      "GLPI",
      "Apache Open",
      "Apache Dubbo",
      "NA",
      "Issabel"
    ]
  },
  {
    "id": "APO05",
    "tipo": "objetivo",
    "nombre": "Cartera gestionada",
    "descripcion": "Ejecutar la dirección estratégica establecida para las inversiones, en consonancia con la visión de la arquitectura empresarial y la hoja de ruta de I&T. Considerar las diferentes categorías de inversiones y las limitaciones de recursos y financiación. Evaluar, priorizar y equilibrar programas y servicios, gestionando la demanda dentro de las limitaciones de recursos y financiación, en función de su alineación con los objetivos estratégicos, el valor de la empresa y el riesgo. Incorporar los programas seleccionados a la cartera activa de productos o servicios para su ejecución. Supervisar el rendimiento de la cartera general de productos, servicios y programas, proponiendo ajustes según sea necesario en respuesta al rendimiento de los programas, productos o servicios o a los cambios en las prioridades empresariales.",
    "proposito": "Optimizar el rendimiento de la cartera general de programas en respuesta al desempeño individual de programas, productos y servicios y a las cambiantes prioridades y demandas de la empresa.",
    "herramientas": [
      "GLPI",
      "Apache Open",
      "Zabbix"
    ]
  },
  {
    "id": "APO06",
    "tipo": "objetivo",
    "nombre": "Presupuesto y costos administrados",
    "descripcion": "Gestionar las actividades financieras relacionadas con I&T, tanto en las funciones de negocio como de TI, abarcando la gestión presupuestaria, de costos y beneficios, y la priorización del gasto mediante prácticas presupuestarias formales y un sistema justo y equitativo de asignación de costos a la empresa. Consultar con las partes interesadas para identificar y controlar los costos y beneficios totales en el contexto de los planes estratégicos y tácticos de I&T. Implementar medidas correctivas cuando sea necesario.",
    "proposito": "Fomentar la colaboración entre las partes interesadas de TI y la empresa para facilitar el uso eficaz y eficiente de los recursos de TI y brindar transparencia y rendición de cuentas sobre el coste y el valor comercial de las soluciones y servicios. Facilitar la toma de decisiones informadas en la empresa sobre el uso de las soluciones y servicios de TI.",
    "herramientas": [
      "Apache OFBiz",
      "GLPI",
      "JFire",
      "Collabtive",
      "Zabbix"
    ]
  },
  {
    "id": "APO07",
    "tipo": "objetivo",
    "nombre": "Recursos humanos gestionados",
    "descripcion": "Proporcionar un enfoque estructurado para garantizar el reclutamiento/adquisición, planificación, evaluación y desarrollo óptimos de los recursos humanos (tanto internos como externos).",
    "proposito": "Optimizar las capacidades de los recursos humanos para cumplir los objetivos empresariales.",
    "herramientas": [
      "GLPI",
      "JFire",
      "Eramba",
      "Moodle",
      "Znuny",
      "Collabtive"
    ]
  },
  {
    "id": "APO08",
    "tipo": "objetivo",
    "nombre": "Relaciones gestionadas",
    "descripcion": "Gestionar las relaciones con las partes interesadas del negocio de forma formal y transparente, garantizando así la confianza mutua y un enfoque conjunto en el logro de los objetivos estratégicos, dentro de los límites presupuestarios y la tolerancia al riesgo. Fundamentar las relaciones en una comunicación abierta y transparente, un lenguaje común y la disposición a asumir la responsabilidad y responsabilidad de las decisiones clave por ambas partes. El negocio y el departamento de TI deben colaborar para lograr resultados empresariales exitosos que respalden los objetivos empresariales.",
    "proposito": "Habilitar los conocimientos, las habilidades y los comportamientos adecuados para crear mejores resultados, mayor confianza, confianza mutua y un uso eficaz de los recursos que estimulen una relación productiva con las partes interesadas del negocio.",
    "herramientas": [
      "GLPI",
      "Eramba",
      "Zammad",
      "Znuny"
    ]
  },
  {
    "id": "APO09",
    "tipo": "objetivo",
    "nombre": "Acuerdos de servicios gestionados",
    "descripcion": "Alinear los productos y servicios habilitados para I&T y los niveles de servicio con las necesidades y expectativas de la empresa, incluida la identificación, especificación, diseño, publicación, acuerdo y monitoreo de productos y servicios de I&T, niveles de servicio e indicadores de desempeño.",
    "proposito": "Garantizar que los productos, servicios y niveles de servicio de I&T satisfagan las necesidades empresariales actuales y futuras.",
    "herramientas": [
      "GLPI"
    ]
  },
  {
    "id": "APO10",
    "tipo": "objetivo",
    "nombre": "Proveedores gestionados",
    "descripcion": "Gestionar los productos y servicios relacionados con I&T proporcionados por todo tipo de proveedores para satisfacer los requisitos empresariales. Esto incluye la búsqueda y selección de proveedores, la gestión de relaciones, la gestión de contratos, y la revisión y supervisión del rendimiento y el ecosistema de proveedores (incluida la cadena de suministro ascendente) para garantizar la eficacia y el cumplimiento normativo.",
    "proposito": "Optimizar las capacidades de I&T disponibles para respaldar la estrategia y la hoja de ruta de I&T, minimizar el riesgo asociado con proveedores de bajo rendimiento o que no cumplen con las normas y garantizar precios competitivos.",
    "herramientas": [
      "Eramba",
      "GLPI",
      "NA"
    ]
  },
  {
    "id": "APO11",
    "tipo": "objetivo",
    "nombre": "Calidad gestionada",
    "descripcion": "Definir y comunicar los requisitos de calidad en todos los procesos, procedimientos y resultados empresariales relacionados. Facilitar los controles, la monitorización continua y el uso de prácticas y estándares probados en las iniciativas de mejora continua y eficiencia.",
    "proposito": "Garantizar la entrega consistente de soluciones y servicios tecnológicos para cumplir con los requisitos de calidad de la empresa y satisfacer las necesidades de las partes interesadas.",
    "herramientas": [
      "Eramba",
      "GLPI",
      "Zabbix"
    ]
  },
  {
    "id": "APO12",
    "tipo": "objetivo",
    "nombre": "Riesgo gestionado",
    "descripcion": "Identificar, evaluar y reducir continuamente el riesgo relacionado con I&T dentro de los niveles de tolerancia establecidos por la dirección ejecutiva de la empresa.",
    "proposito": "Integrar la gestión del riesgo empresarial relacionado con I&T con la gestión general del riesgo empresarial (ERM) y equilibrar los costos y beneficios de la gestión del riesgo empresarial relacionado con I&T.",
    "herramientas": [
      "Eramba",
      "GLPI",
      "Open Source Risk Engine",
      "Zabbix"
    ]
  },
  {
    "id": "APO13",
    "tipo": "objetivo",
    "nombre": "Seguridad administrada",
    "descripcion": "Definir, operar y monitorear un sistema de seguridad de la información.",
    "proposito": "Mantener el impacto y la ocurrencia de incidentes de privacidad de seguridad de la información dentro de los niveles de tolerancia al riesgo de la empresa.",
    "herramientas": [
      "Eramba"
    ]
  },
  {
    "id": "APO14",
    "tipo": "objetivo",
    "nombre": "Datos gestionados",
    "descripcion": "Lograr y mantener una gestión eficaz de los activos de datos empresariales a lo largo del ciclo de vida de los datos, desde la creación hasta la entrega, el mantenimiento y el archivo.",
    "proposito": "Garantizar la utilización eficaz de los activos de datos críticos para lograr las metas y objetivos empresariales.",
    "herramientas": [
      "Alfresco",
      "Anaconda",
      "Apache Hive",
      "MySQL",
      "Archi",
      "Issabel"
    ]
  },
  {
    "id": "BAI01",
    "tipo": "objetivo",
    "nombre": "Programas administrados",
    "descripcion": "Gestionar todos los programas de la cartera de inversiones de acuerdo con la estrategia empresarial y de forma coordinada, con base en un enfoque estándar de gestión de programas. Iniciar, planificar, controlar y ejecutar programas, y supervisar el valor esperado del programa.",
    "proposito": "Obtenga el valor comercial deseado y reduzca el riesgo de retrasos inesperados, costos y pérdida de valor. Para ello, mejore la comunicación y la participación de las empresas y los usuarios finales, garantice el valor y la calidad de los entregables del programa y el seguimiento de los proyectos dentro de los programas, y maximice la contribución del programa a la cartera de inversiones.",
    "herramientas": [
      "GLPI",
      "Apache Open",
      "Apache Open Risk Engine",
      "Eramba",
      "Zabbix"
    ]
  },
  {
    "id": "BAI02",
    "tipo": "objetivo",
    "nombre": "Definición de requisitos gestionados",
    "descripcion": "Identificar soluciones y analizar los requisitos antes de su adquisición o creación para garantizar que se ajusten a los requisitos estratégicos de la empresa, que abarcan procesos de negocio, aplicaciones, información/datos, infraestructura y servicios. Coordinar la revisión de opciones viables con las partes interesadas, incluyendo la relación entre costos y beneficios, el análisis de riesgos y la aprobación de los requisitos y las soluciones propuestas.",
    "proposito": "Crear soluciones óptimas que satisfagan las necesidades de la empresa y minimicen el riesgo.",
    "herramientas": [
      "GLPI",
      "Apache Open",
      "Eramba",
      "Apache Open Risk Engine"
    ]
  },
  {
    "id": "BAI03",
    "tipo": "objetivo",
    "nombre": "Identificación y desarrollo de soluciones gestionadas",
    "descripcion": "Establecer y mantener los productos y servicios identificados (tecnología, procesos de negocio y flujos de trabajo) de acuerdo con los requisitos de la empresa, abarcando el diseño, el desarrollo, la adquisición/abastecimiento y la colaboración con proveedores. Gestionar la configuración, la preparación de pruebas, las pruebas, la gestión de requisitos y el mantenimiento de los procesos de negocio, las aplicaciones, la información/datos, la infraestructura y los servicios.",
    "proposito": "Garantizar una entrega ágil y escalable de productos y servicios digitales. Establecer soluciones oportunas y rentables (tecnología, procesos de negocio y flujos de trabajo) capaces de respaldar los objetivos estratégicos y operativos de la empresa.",
    "herramientas": [
      "Eramba",
      "Apache Open",
      "JFire",
      "GLPI"
    ]
  },
  {
    "id": "BAI04",
    "tipo": "objetivo",
    "nombre": "Disponibilidad y capacidad gestionadas",
    "descripcion": "Equilibrar las necesidades actuales y futuras de disponibilidad, rendimiento y capacidad con una prestación de servicios rentable. Esto incluye la evaluación de las capacidades actuales, la previsión de necesidades futuras según los requisitos del negocio, el análisis del impacto en el negocio y la evaluación de riesgos para planificar e implementar acciones que satisfagan los requisitos identificados.",
    "proposito": "Mantener la disponibilidad del servicio, la gestión eficiente de los recursos y la optimización del rendimiento del sistema mediante la predicción del rendimiento futuro y los requisitos de capacidad.",
    "herramientas": [
      "Zabbix",
      "GLPI",
      "Eramba",
      "Grafana",
      "NA"
    ]
  },
  {
    "id": "BAI05",
    "tipo": "objetivo",
    "nombre": "Cambio organizacional gestionado",
    "descripcion": "Maximice la probabilidad de implementar con éxito un cambio organizacional sostenible en toda la empresa, con rapidez y con un riesgo reducido. Abarque el ciclo de vida completo del cambio y a todas las partes interesadas afectadas en el negocio y en TI.",
    "proposito": "Preparar y comprometer a las partes interesadas para el cambio empresarial y reducir el riesgo de fracaso.",
    "herramientas": [
      "GLPI",
      "NA",
      "Rocket.Chat",
      "Moodle",
      "OrangeHRM",
      "Eramba"
    ]
  },
  {
    "id": "BAI06",
    "tipo": "objetivo",
    "nombre": "Cambios de TI gestionados",
    "descripcion": "Gestione todos los cambios de forma controlada, incluyendo los cambios estándar y el mantenimiento de emergencia relacionado con los procesos de negocio, las aplicaciones y la infraestructura. Esto incluye estándares y procedimientos de cambio, evaluación de impacto, priorización y autorización, cambios de emergencia, seguimiento, informes, cierre y documentación.",
    "proposito": "Permitir una implementación rápida y confiable de los cambios en la empresa. Mitigar el riesgo de afectar negativamente la estabilidad o la integridad del entorno modificado.",
    "herramientas": [
      "GLPI",
      "iTop by Combodo"
    ]
  },
  {
    "id": "BAI07",
    "tipo": "objetivo",
    "nombre": "Aceptación y transición de cambios de TI gestionados",
    "descripcion": "Aceptar formalmente y poner en funcionamiento nuevas soluciones. Esto incluye la planificación de la implementación, la conversión de sistemas y datos, las pruebas de aceptación, la comunicación, la preparación para la liberación, la puesta en producción de procesos de negocio y servicios de I&T nuevos o modificados, el soporte inicial a producción y una revisión posterior a la implementación.",
    "proposito": "Implementar soluciones de forma segura y de acuerdo con las expectativas y resultados acordados.",
    "herramientas": [
      "iTop by Combodo",
      "Eramba",
      "Apache JMeter",
      "MySQL",
      "Proxmox",
      "OWASP ZAP",
      "GLPI",
      "Zammad"
    ]
  },
  {
    "id": "BAI08",
    "tipo": "objetivo",
    "nombre": "Conocimiento gestionado",
    "descripcion": "Mantener la disponibilidad de conocimiento e información de gestión relevantes, actuales, validados y fiables para respaldar todas las actividades del proceso y facilitar la toma de decisiones relacionadas con la gobernanza y la gestión de la I&T empresarial. Planificar la identificación, recopilación, organización, mantenimiento, uso y retirada del conocimiento.",
    "proposito": "Proporcionar el conocimiento y la información necesarios para apoyar a todo el personal en la gobernanza y gestión de la I&T empresarial y permitir una toma de decisiones informada.",
    "herramientas": [
      "Huggin",
      "GitHub",
      "Moodle"
    ]
  },
  {
    "id": "BAI09",
    "tipo": "objetivo",
    "nombre": "Activos gestionados",
    "descripcion": "Gestione los activos de I&T a lo largo de su ciclo de vida para garantizar que su uso genere valor a un coste óptimo, se mantengan operativos (aptos para su propósito) y se contabilicen y protejan físicamente. Asegúrese de que los activos críticos para la capacidad de servicio sean fiables y estén disponibles. Gestione las licencias de software para garantizar que se adquiera, conserve e implemente la cantidad óptima según el uso requerido por la empresa, y que el software instalado cumpla con los acuerdos de licencia.",
    "proposito": "Contabilizar todos los activos de I&T y optimizar el valor proporcionado por su uso.",
    "herramientas": [
      "Snipe-IT",
      "Zabbix",
      "Tactical RMM",
      "GLPI",
      "Ralph",
      "Open-AudIT"
    ]
  },
  {
    "id": "BAI10",
    "tipo": "objetivo",
    "nombre": "Configuración administrada",
    "descripcion": "Definir y mantener las descripciones y relaciones entre los recursos y capacidades clave necesarios para la prestación de servicios de I&T. Esto incluye la recopilación de información de configuración, el establecimiento de líneas base, la verificación y auditoría de la información de configuración, y la actualización del repositorio de configuración.",
    "proposito": "Proporcionar información suficiente sobre los activos del servicio para permitir su gestión eficaz. Evaluar el impacto de los cambios y gestionar las incidencias del servicio.",
    "herramientas": [
      "iTop by Combodo",
      "Open-AudIT",
      "Wazuh"
    ]
  },
  {
    "id": "BAI11",
    "tipo": "objetivo",
    "nombre": "Proyectos gestionados",
    "descripcion": "Gestionar todos los proyectos iniciados dentro de la empresa, en consonancia con la estrategia empresarial y de forma coordinada, con base en el enfoque estándar de gestión de proyectos. Iniciar, planificar, controlar y ejecutar proyectos, y cerrarlos con una revisión posterior a la implementación.",
    "proposito": "Logre los resultados definidos del proyecto y reduzca el riesgo de retrasos inesperados, costos y pérdida de valor mejorando la comunicación y la participación de la empresa y los usuarios finales. Garantice el valor y la calidad de los entregables del proyecto y maximice su contribución a los programas y la cartera de inversiones definidos.",
    "herramientas": [
      "Collabtive",
      "Moodle",
      "GLPI",
      "iTop by Combodo",
      "Eramba"
    ]
  },
  {
    "id": "DSS01",
    "tipo": "objetivo",
    "nombre": "Operaciones gestionadas",
    "descripcion": "Coordinar y ejecutar las actividades y los procedimientos operativos necesarios para la prestación de servicios de TI, tanto internos como externos. Esto incluye la ejecución de procedimientos operativos estándar predefinidos y las actividades de supervisión requeridas.",
    "proposito": "Entregar resultados de productos y servicios operativos de I&T según lo planificado.",
    "herramientas": [
      "GLPI",
      "Eramba"
    ]
  },
  {
    "id": "DSS02",
    "tipo": "objetivo",
    "nombre": "Solicitudes de servicio gestionadas e incidentes",
    "descripcion": "Proporcionar una respuesta oportuna y eficaz a las solicitudes de los usuarios y la resolución de todo tipo de incidentes. Restablecer el servicio normal; registrar y atender las solicitudes de los usuarios; y registrar, investigar, diagnosticar, escalar y resolver incidentes.",
    "proposito": "Aumente la productividad y minimice las interrupciones mediante la rápida resolución de consultas e incidentes de los usuarios. Evalúe el impacto de los cambios y gestione los incidentes de servicio. Resuelva las solicitudes de los usuarios y restablezca el servicio en respuesta a los incidentes.",
    "herramientas": [
      "GLPI"
    ]
  },
  {
    "id": "DSS03",
    "tipo": "objetivo",
    "nombre": "Problemas gestionados",
    "descripcion": "Identificar y clasificar los problemas y sus causas. Ofrecer una solución oportuna para evitar incidentes recurrentes. Ofrecer recomendaciones de mejora.",
    "proposito": "Aumente la disponibilidad, mejore los niveles de servicio, reduzca los costos, mejore la comodidad y la satisfacción del cliente al reducir la cantidad de problemas operativos e identifique las causas fundamentales como parte de la resolución de problemas.",
    "herramientas": [
      "GLPI",
      "Zammad",
      "iTop by Combodo",
      "Zabbix",
      "Eramba"
    ]
  },
  {
    "id": "DSS04",
    "tipo": "objetivo",
    "nombre": "Continuidad gestionada",
    "descripcion": "Establecer y mantener un plan que permita a las organizaciones empresariales y de TI responder a incidentes y adaptarse rápidamente a las interrupciones. Esto permitirá la continuidad operativa de los procesos empresariales críticos y los servicios de TI requeridos, y mantendrá la disponibilidad de recursos, activos e información a un nivel aceptable para la empresa.",
    "proposito": "Adaptarse rápidamente, continuar las operaciones comerciales y mantener la disponibilidad de recursos e información a un nivel aceptable para la empresa en caso de una interrupción significativa (por ejemplo, amenazas, oportunidades, demandas).",
    "herramientas": [
      "Archi",
      "Eramba",
      "Moodle",
      "Zabbix"
    ]
  },
  {
    "id": "DSS05",
    "tipo": "objetivo",
    "nombre": "Servicios de seguridad gestionados",
    "descripcion": "Proteger la información empresarial para mantener un nivel de riesgo de seguridad de la información aceptable para la empresa, de acuerdo con la política de seguridad. Establecer y mantener roles de seguridad de la información y privilegios de acceso. Realizar monitoreo de seguridad.",
    "proposito": "Minimizar el impacto empresarial de las vulnerabilidades e incidentes de seguridad de la información operativa.",
    "herramientas": [
      "Wazuh",
      "Proxmox Mail Gateway",
      "Moodle",
      "Eramba",
      "pfSense",
      "Ansible",
      "Kali Linux",
      "OpenSCAP v2.1",
      "Zabbix",
      "OpenSSH",
      "HAProxy",
      "Snort",
      "GPG",
      "GLPI",
      "Owasp ZAP"
    ]
  },
  {
    "id": "DSS06",
    "tipo": "objetivo",
    "nombre": "Controles de procesos empresariales gestionados",
    "descripcion": "Definir y mantener controles adecuados de los procesos de negocio para garantizar que la información relacionada con, y procesada por, los procesos internos o subcontratados cumpla con todos los requisitos de control de la información pertinentes. Identificar los requisitos de control de la información pertinentes. Gestionar y operar controles adecuados de entrada, rendimiento y salida (controles de aplicación) para garantizar que la información y su procesamiento cumplan con estos requisitos.",
    "proposito": "Mantener la integridad de la información y la seguridad de los activos de información manejados dentro de los procesos de negocio en la empresa o su operación subcontratada.",
    "herramientas": [
      "Eramba",
      "Zabbix",
      "OpenSSH",
      "NA",
      "Wireshark",
      "GPG",
      "HAProxy",
      "GLPI"
    ]
  },
  {
    "id": "EDM01",
    "tipo": "objetivo",
    "nombre": "Establecimiento y mantenimiento de un marco de gobernanza garantizado",
    "descripcion": "Analizar y articular los requisitos para la gobernanza de las TI empresariales. Implementar y mantener componentes de gobernanza con autoridad y responsabilidades claras para lograr la misión, las metas y los objetivos de la empresa.",
    "proposito": "Proporcionar un enfoque coherente, integrado y alineado con el enfoque de gobernanza empresarial. Las decisiones relacionadas con I&T se toman en consonancia con las estrategias y objetivos de la empresa, y se obtiene el valor deseado. Para ello, es necesario garantizar que los procesos relacionados con I&T se supervisen de forma eficaz y transparente; que se confirme el cumplimiento de los requisitos legales, contractuales y regulatorios; y que se cumplan los requisitos de gobernanza para los miembros del consejo de administración.",
    "herramientas": [
      "Apache Open",
      "Archi"
    ]
  },
  {
    "id": "EDM02",
    "tipo": "objetivo",
    "nombre": "Entrega de beneficios garantizada",
    "descripcion": "Optimizar el valor para el negocio de las inversiones en procesos de negocio, servicios de I&T y activos de I&T.",
    "proposito": "Obtenga un valor óptimo de las iniciativas, servicios y activos basados en I&T; una entrega rentable de soluciones y servicios; y una imagen confiable y precisa de los costos y los posibles beneficios para que las necesidades del negocio sean respaldadas de manera eficaz y eficiente.",
    "herramientas": [
      "Archi",
      "Open Source Risk Engine",
      "Collabtive",
      "MantisBT"
    ]
  },
  {
    "id": "EDM03",
    "tipo": "objetivo",
    "nombre": "Optimización de riesgos garantizada",
    "descripcion": "Asegúrese de que la tolerancia y el apetito de riesgo de la empresa se comprendan, articulen y comuniquen, y de que el riesgo al valor de la empresa relacionado con el uso de I&T se identifique y gestione.",
    "proposito": "Asegúrese de que el riesgo empresarial relacionado con I&T no exceda el apetito y la tolerancia al riesgo de la empresa, que el impacto del riesgo de I&T en el valor empresarial se identifique y gestione, y que el potencial de fallas de cumplimiento se minimice.",
    "herramientas": [
      "Eramba",
      "Open Source Risk Engine",
      "phpBB",
      "Zabbix",
      "Znuny",
      "Collabtive"
    ]
  },
  {
    "id": "EDM04",
    "tipo": "objetivo",
    "nombre": "Optimización de recursos garantizada",
    "descripcion": "Asegúrese de que haya recursos empresariales y relacionados con I&T (personas, procesos y tecnología) adecuados y suficientes disponibles para respaldar los objetivos de la empresa de manera eficaz y a un costo óptimo.",
    "proposito": "Asegúrese de que las necesidades de recursos de la empresa se satisfagan de manera óptima, se optimicen los costos de I&T y haya una mayor probabilidad de obtención de beneficios y preparación para cambios futuros.",
    "herramientas": [
      "Archi",
      "Collabtive",
      "Zabbix"
    ]
  },
  {
    "id": "EDM05",
    "tipo": "objetivo",
    "nombre": "Participación garantizada de las partes interesadas",
    "descripcion": "Asegúrese de que las partes interesadas estén identificadas y participen en el sistema de gobernanza de I&T y de que la medición y los informes del desempeño y la conformidad de I&T de la empresa sean transparentes, y que las partes interesadas aprueben los objetivos, las métricas y las acciones correctivas necesarias.",
    "proposito": "Asegúrese de que las partes interesadas apoyen la estrategia y la hoja de ruta de I&T, que la comunicación con ellas sea eficaz y oportuna, y que se establezcan las bases para la elaboración de informes que permitan mejorar el rendimiento. Identifique las áreas de mejora y confirme que los objetivos y estrategias de I&T estén alineados con la estrategia de la empresa.",
    "herramientas": [
      "Collabtive",
      "Znuny"
    ]
  },
  {
    "id": "MEA01",
    "tipo": "objetivo",
    "nombre": "Monitoreo del desempeño y la conformidad gestionados",
    "descripcion": "Recopilar, validar y evaluar los objetivos y métricas empresariales y de alineación. Supervisar que los procesos y prácticas cumplan con los objetivos y métricas de rendimiento y conformidad acordados. Generar informes sistemáticos y oportunos.",
    "proposito": "Proporcionar transparencia en el desempeño y la conformidad e impulsar el logro de los objetivos.",
    "herramientas": [
      "Eramba",
      "JFire",
      "Anaconda"
    ]
  },
  {
    "id": "MEA02",
    "tipo": "objetivo",
    "nombre": "Sistema Gestionado de Control Interno",
    "descripcion": "Monitorear y evaluar continuamente el entorno de control, incluyendo autoevaluaciones y autoconocimiento. Capacitar a la gerencia para identificar deficiencias e ineficiencias de control e implementar acciones de mejora. Planificar, organizar y mantener estándares para la evaluación del control interno y la eficacia del control de procesos.",
    "proposito": "Obtener transparencia para los principales interesados sobre la adecuación del sistema de controles internos y así brindar confianza en las operaciones, seguridad en el logro de los objetivos empresariales y una adecuada comprensión del riesgo residual.",
    "herramientas": [
      "GLPI",
      "Anaconda",
      "Open Source Risk Engine"
    ]
  },
  {
    "id": "MEA03",
    "tipo": "objetivo",
    "nombre": "Cumplimiento gestionado de los requisitos externos",
    "descripcion": "Evaluar que los procesos de I&T y los procesos de negocio que los respaldan cumplan con las leyes, regulaciones y requisitos contractuales. Obtener la garantía de que se han identificado y cumplido los requisitos; integrar el cumplimiento de TI con el cumplimiento general de la empresa.",
    "proposito": "Asegúrese de que la empresa cumpla con todos los requisitos externos aplicables.",
    "herramientas": [
      "GLPI"
    ]
  },
  {
    "id": "MEA04",
    "tipo": "objetivo",
    "nombre": "Aseguramiento administrado",
    "descripcion": "Planificar, definir el alcance y ejecutar iniciativas de aseguramiento para cumplir con los requisitos internos, la legislación, la normativa y los objetivos estratégicos. Facilitar a la dirección la entrega de un aseguramiento adecuado y sostenible en la empresa mediante la realización de revisiones y actividades de aseguramiento independientes.",
    "proposito": "Permitir a la organización diseñar y desarrollar iniciativas de aseguramiento eficientes y efectivas, proporcionando orientación sobre la planificación, el alcance, la ejecución y el seguimiento de las revisiones de aseguramiento, utilizando una hoja de ruta basada en enfoques de aseguramiento bien aceptados.",
    "herramientas": [
      "Alfresco",
      "GLPI"
    ]
  }
]